{
    "content":"sy",
    "contentRaw":"Nous sommes dans le chapitre TRANSFORMATION qui s'attèle à faire bouger, agrandir, réduire (parfois les deux en même temps) les objets géométriques qu'on connaît. 4 Types de déplacements : Définition de symétrie axiale (par rapport à un axe) : Une symétrie axiale transforme une figure par effet miroir par rapport à l'axe de symétrie. M' est l'image de M par la symétrie d'axe (d). Définition de symétrie centrale (par rapport à un point) : Une symétrie centrale fait tourner une figure autour d'un point en effectuant un demi-tour. M' est l'image de M par la symétrie de centre O. Définition de Translation : Une translation fait glisser une figure selon une flèche. Cette flèche définit une direction, un sens et une longueur. M' est l'image de M par la translation qui envoie A en B. Définition de Rotation : Une rotation fait tourner une figure autour d'un point selon un angle. M' est l'image de M par la rotation de centre O et d'angle 60° dans le sens inverse des aiguilles d'une montre. Comprendre ce qu'ils veulent dire concrètement ? La symétrie axiale : Le terme \"axe\" dans cette définition indique qu'elle est liée à une droite (c'est le plus important à retenir). C'est comme si tu pliais une feuille de papier en deux le long de cette droite ; si tu regardes la feuille à travers une lumière forte ou une fenêtre, les deux images se superposeraient parfaitement. La symétrie centrale : Le terme \"centrale\" dans cette définition indique qu'elle est liée à un point central. Dans ce type de symétrie, on effectue un demi-tour (c'est le plus important à retenir) pour s'assurer que chaque point de la figure A et de la figure A' est à la même distance du point central. Tu peux le vérifier par toi-même : en faisant ce demi-tour, cela fonctionne bien. En revanche, si je ne fais pas de demi-tour, je ne pourrai pas garantir que les points correspondants dans les figures A et A' sont à égale distance du point central. Le demi-tour est un moyen d'être sûr à 100% que les points sont à égale distance du point central c'est facile à retenir mais très dur à démontrer. La translation : C'est simplement un déplacement même si le mot peut paraître compliqué. La rotation : Une rotation s'effectue toujours autour d'un point. Il est important de se rappeler que la distance entre l'objet initial et le point de rotation est identique à celle entre l'objet résultant de la rotation et le point de rotation. Appliquer une rotation sur une figure, c'est faire tourner la figure autour d'un centre selon un angle donné et dans un sens donné",
    "level":"3eme college en france"
}